Repository: SaWitC/exam_WebSite_Itransition
Catalog: ExampleWebSite/ExampleWebSite/Resources/ResourcesModels/ModelRes.*.resx
Languages: ru

# ConfirmPassword
source: Confirm your password
ru: Повторите пароль

# Email
source: Email addres
ru: Электронная почта(Email)

# ImageName
source: picture supported formats(jpg)
ru: Картинка (поддерживаемые форматы jpg)

# ItemTitle
source: Name of the collection item
ru: Название элемента коллекции

# MaxLenghtItemTitle40
source: The name cannot be longer than 40 characters
ru: Название не может быть длинее 40 символов

# MaxLenghtTitle100
source: The length of the Title cannot be more than 100 characters
ru: Длинна названия не может быть больше 100 символов

# MinLenghtTitle3
source: The length of the Title cannot be less than 3 characters.
ru: Длинна названия не может быть меньше 3 символов.

source: Password
ru: Пароль

# PasswordMaxLenght25
source: The password must be no longer than 25 characters
ru: Пароль должен быть не длинее 25 символов

# PasswordMinLenght7
source: The password must be at least 7 characters long
ru: Пароль должен быть не короче 7 символов

# PropertiesElemTitleMaxLenght30
source: The field name cannot be longer than 30 characters
ru: Название поля не может быть Длиннее 30 символов

# PropertiesElemTitleMinLenght3
source: The field name cannot be shorter than 3 characters
ru: Название поля не может быть короче 3 символов

source: Remember me
ru: Запомнить

# ReqiredThema
source: Thema is not valid
ru: Выберите одну из предложенных тем

# Required
source: The field cannot be empty
ru: Поле не может быть пустым

# ShortDeskMaxLenght1000
source: The maximum length of a short description is 1000 characters including markup characters
ru: Максимальная длинна краткого описания 1000 символов включая символы разметки

# ShortDeskMinLenght100
source: The minimum length of a short description is 100 characters including markup characters
ru: Минимальная длинна краткого описания 100 символов

# ShortDeskName
source: Short Description
ru: Краткое Описание

# TagsName
source: Tags
ru: Теги

# TitleName
source: Title
ru: Название

source: User Name
ru: Имя пользователя

# UserNameMaxLenght25
source: The user name cannot be longer than 25 characters
ru: Имя пользователя не может Длинее 25 символов

# UserNameMinLenght5
source: The user name cannot be least 5 characters
ru: Имя пользователя не может быть короче 5 символов
